Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Turn on GitHub auto-merge for pull requests created by Weblate, so that they are merged once the required checks pass. Pull requests with nothing to wait for are merged right away.
sv: Slå på GitHubs automatiska sammanslagning för pull-begäranden skapade av Weblate, så att de slås samman när de nödvändiga kontrollerna har passerat. Pull-begäranden som inte behöver invänta någonting slås samman direkt.

source: Merge method
sv: Sammanslagningsmetod

source: Create a merge commit
sv: Skapa en sammanslagnings-commit

source: Squash and merge
sv: Slå ihop och sammanfoga

source: Rebase and merge
sv: Basera om och sammanfoga

source: Method used when merging pull requests automatically. The repository has to allow it.
sv: Metod som används när pull-begäranden automatiskt sammanfogas. Förrådet måste tillåta det.

source: Could not fetch public key for a host.
sv: Kunde inte hämta den publika nyckeln för en värd.

source: Added host key for %(host)s with fingerprint %(fingerprint)s (%(keytype)s).
sv: Lade till värdnyckeln för %(host)s med fingeravtryck %(fingerprint)s (%(keytype)s).

source: Skipped host key for %(host)s with fingerprint %(fingerprint)s (%(keytype)s).
sv: Hoppade över värdnyckeln för %(host)s med fingeravtryck %(fingerprint)s (%(keytype)s).

source: No validated SSH addresses available.
sv: Inga validerade SSH-adresser finns tillgängliga.

source: Could not read stored host keys.
sv: Kunde inte läsa sparade värdnycklar.

source: Could not find the selected host key.
sv: Kunde inte hitta den valda värdnyckeln.

source: Could not update stored host keys.
sv: Kunde inte uppdatera lagrade värdnycklar.

source: Removed host key for %(host)s with fingerprint %(fingerprint)s (%(keytype)s).
sv: Tog bort värdnyckeln för %(host)s med fingeravtryck %(fingerprint)s (%(keytype)s).

source: Could not determine the effective SSH destination: %s
sv: Kunde inte fastställa den effektiva SSH-destinationen: %s

source: Create a workspace before connecting a GitHub account. GitHub App connections are linked to workspaces.
sv: Skapa en arbetsyta innan du ansluter ett GitHub-konto. GitHub-appanslutningar är länkade till arbetsytor.

source: GitHub could not uninstall the connected account. The connection was not removed from Weblate, please try again.
sv: GitHub kunde inte avinstallera det anslutna kontot. Anslutningen togs inte bort från Weblate. Försök igen.

source: Removed connected GitHub account %(target)s. The Weblate GitHub App remains installed because another workspace still uses it.
sv: Tog bort det anslutna GitHub-kontot %(target)s. Weblate GitHub-appen förblir installerad eftersom en annan arbetsyta fortfarande använder den.

source: Removed connected GitHub account %(target)s and uninstalled the Weblate GitHub App from GitHub.
sv: Tog bort det anslutna GitHub-kontot %(target)s och avinstallerade Weblate GitHub-appen från GitHub.

source: Removed connected GitHub account %(target)s. GitHub no longer grants access to this installation, so it was not uninstalled. Check on GitHub whether the Weblate GitHub App is still installed.
sv: Tog bort det anslutna GitHub-kontot %(target)s. GitHub ger inte längre åtkomst till installationen, så den avinstallerades inte. Kontrollera på GitHub om Weblate GitHub-appen fortfarande är installerad.

source: Removed connected GitHub account %(target)s. The Weblate GitHub App is no longer configured on this Weblate instance, so it could not be uninstalled, please remove it on GitHub manually.
sv: Tog bort det anslutna GitHub-kontot %(target)s. Weblate GitHub-appen är inte längre konfigurerad på den här Weblate-instansen och kunde därför inte avinstalleras. Ta bort den manuellt på GitHub.

source: Remove connected GitHub accounts on %(hostname)s before removing the app credentials.
sv: Ta bort anslutna GitHub-konton på %(hostname)s innan du tar bort appens inloggningsuppgifter.

source: Removed Weblate GitHub App credentials for %(hostname)s.
sv: Tog bort Weblate GitHub-appens inloggningsuppgifter för %(hostname)s.

source: Failed to refresh repositories from GitHub.
sv: Misslyckades med att uppdatera förråd från GitHub.

source: Refreshed %(count)d repositories from GitHub.
sv: Uppdaterade %(count)d arkiv från GitHub.

source: Weblate GitHub app is not configured on this Weblate instance.
sv: Weblate-programmet för GitHub är inte konfigurerat på denna Weblate-instans.

source: Select a workspace before connecting a GitHub account.
sv: Välj en arbetsyta innan du ansluter ett GitHub-konto.

source: Weblate GitHub app is not configured for the selected host.
sv: Weblate GitHub-appen är inte konfigurerad för den valda värden.

source: Connected GitHub account updated.
sv: Anslutet GitHub-konto uppdaterat.

source: The Weblate GitHub app installation link is no longer valid. Start the installation again.
sv: Installationslänken för Weblate GitHub-appen är inte längre giltig. Starta installationen igen.

source: You do not have permission to connect GitHub to this workspace.
sv: Du har inte behörighet att koppla GitHub till det här arbetsområdet.

source: GitHub did not return a valid installation ID.
sv: GitHub returnerade inte ett giltigt installations-ID.

source: Too many GitHub account connection attempts. The GitHub installation was not connected and might still be pending. Try connecting the account again later.
sv: För många försök att ansluta till GitHub-kontot. GitHub-installationen kunde inte anslutas och kan fortfarande vara i väntan på hantering. Försök att ansluta kontot igen senare.

source: Weblate could not confirm that you can administer this GitHub installation. Start the installation again with a GitHub user who owns the account or can administer the organization.
sv: Weblate kunde inte bekräfta att du kan administrera denna GitHub-installation. Starta installationen igen med en GitHub-användare som äger kontot eller kan administrera organisationen.

source: GitHub is still syncing the connected GitHub account. The connection is pending and repositories might not appear yet. Try connecting the account again later if they do not show up.
sv: GitHub synkroniserar fortfarande det anslutna GitHub-kontot. Anslutningen väntar och arkiven kanske inte visas ännu. Försök att ansluta kontot igen senare om de inte visas.

source: The connected GitHub account was saved, but refreshing the repository list failed. Try again in a moment.
sv: Det anslutna GitHub-kontot sparades, men det gick inte att uppdatera arkivlistan. Försök igen om en stund.

source: Connected GitHub account added.
sv: Anslutet GitHub-konto tillagt.

source: Could not migrate %(component)s: %(error)s
sv: Kunde inte migrera %(component)s: %(error)s

source: Enter a valid GitHub App name and host.
sv: Ange ett giltigt namn och en giltig värd för GitHub-programmet.

source: A Weblate GitHub App is already registered for %(hostname)s. Remove it before registering another one.
sv: En Weblate GitHub-app är redan registrerad för %(hostname)s. Ta bort den innan du registrerar en annan.

source: GitHub did not return a valid registration code.
sv: GitHub returnerade inte en giltig registreringskod.

source: The GitHub App registration link is no longer valid. Start the registration again.
sv: Github-programmets registreringslänk är inte längre giltig. Starta registreringen igen.

source: GitHub rejected the registration code. Start the registration again.
sv: GitHub avvisade registreringskoden. Starta registreringen igen.

source: GitHub returned an incomplete App registration response.
sv: GitHub returnerade ett ofullständigt programregistreringssvar.

source: Weblate GitHub App registered. You can now connect a GitHub account.
sv: Weblate GitHub-appen är registrerad. Du kan nu ansluta ett GitHub-konto.

source: Weblate GitHub App credentials updated.
sv: Weblate GitHub-appens inloggningsuppgifter har uppdaterats.

source: Keep blank for using the default SSH port.
sv: Håll tom för att använda standard-porten för SSH.

source: Fingerprint of key to add. Keep blank to add all keys offered by the host.
sv: Fingeravtryck för nyckel som ska läggas till. Låt fältet vara tomt för att lägga till alla nycklar som värden erbjuder.

source: Header color (Light, Dark)
sv: Rubrikfärg (ljus, mörk)

source: Header text color (Light, Dark)
sv: Rubriktextfärg (ljus, mörk)

source: Accent color (Light, Dark)
sv: Accentfärg (ljus, mörk)

source: Header accent color (Light, Dark)
sv: Rubrikens accentfärg (ljus, mörk)

source: Link and button color (Light, Dark)
sv: Länk och knappfärg (ljus, mörk)

source: Progress bar color (Light, Dark)
sv: Förloppsmätarens färg (ljus, mörk)

source: Progress bar background color (Light, Dark)
sv: Förloppsmätarens bakgrundsfärg (ljus, mörk)

source: Database backup performed
sv: Säkerhetskopiering av databasen utförd

source: Database backup failed
sv: Säkerhetskopieringen av databasen misslyckades

source: Please change SITE_TITLE in settings to make your Weblate easy to recognize in Discover Weblate.
sv: Ändra SITE_TITLE i inställningarna för att göra din Weblate lätt att känna igen i Discover Weblate.

source: This installation is already linked to weblate.org. Use discovery settings to manage its listing.
sv: Den här installationen är redan länkad till weblate.org. Använd identifieringsinställningarna för att hantera dess listning.

source: Could not enable Discover Weblate. Invalid activation state.
sv: Det gick inte att aktivera Discover Weblate. Ogiltigt aktiveringsläge.

source: Could not enable Discover Weblate. Missing activation code.
sv: Det gick inte att aktivera Discover Weblate. Aktiveringskoden saknas.

source: Could not enable Discover Weblate. Invalid activation code.
sv: Det gick inte att aktivera Discover Weblate. Aktiveringskoden är ogiltig.

source: Could not enable Discover Weblate. Please try again later.
sv: Det gick inte att aktivera Discover Weblate. Försök igen senare.

source: Could not enable Discover Weblate because a support package is already linked.
sv: Det gick inte att aktivera Discover Weblate eftersom ett stödpaket redan är länkat.

source: Discover Weblate enabled.
sv: Discover Weblate aktiverat.

source: Support status refreshed.
sv: Stödstatusen uppdaterad.

source: Could not refresh support status. Please try again later.
sv: Kunde inte uppdatera stödstatusen. Försök igen senare.

source: Could not refresh support status. The activation token is invalid.
sv: Kunde inte uppdatera stödstatusen. Aktiveringstoken är ogiltig.

source: Could not refresh support status: %s
sv: Kunde inte uppdatera stödstatusen: %s

source: Support package activated.
sv: Supportpaket aktiverat.

source: Could not activate the support package. Please try again later.
sv: Kunde inte aktivera supportpaketet. Försök igen senare.

source: Could not activate the support package. Please ensure the activation token is correct.
sv: Kunde inte aktivera supportpaketet. Kontrollera att aktiveringstoken är korrekt.

source: Could not activate the support package: %s
sv: Kunde inte aktivera supportpaketet: %s

source: Support package unlinked.
sv: Supportpaket bortkopplat.

source: The support package was unlinked locally, but Discover Weblate could not be disabled on weblate.org. The site may remain listed.
sv: Supportpaketet kopplades bort lokalt, men Discover Weblate kunde inte inaktiveras på weblate.org. Webbplatsen kan komma att finnas kvar i listan.

source: Workspace created.
sv: Arbetsområde skapad.

source: Weblate workspaces
sv: Weblate-arbetsområden

source: Please type in the workspace name to confirm its removal.
sv: Skriv in namnet på arbetsområdet för att bekräfta att det skall tas bort.

source: The workspace name does not match the one marked for removal!
sv: Namnet på arbetsområdet stämmer inte överens med det som är markerat för att tas bort!

source: Inherited component defaults
sv: Ärvda standardinställningar för komponenten

source: Workspace name
sv: Arbetområdets namn

source: Managed name
sv: Hanterat namn

source: Whether Weblate can update the name automatically.
sv: Huruvida Weblate kan uppdatera namnet automatiskt.

source: Uses the pool of shared translations between projects in this workspace.
sv: Använder den gemensamma översättningspoolen för olika projekt i detta arbetsområde.

source: Contributes translations to the pool shared between projects in this workspace.
sv: Bidrar med översättningar till den gemensamma översättningspoolen som delas mellan projekten i detta arbetsområde.

source: Contributor license agreement which needs to be approved before a user can translate components in this workspace.
sv: Licensavtal för bidragsgivare som måste godkännas innan en användare kan översätta komponenter i detta arbetsområde.

source: The workspace cannot be removed because it is still being used.
sv: Arbetsytan kan inte tas bort eftersom den fortfarande används.

source: The workspace has been removed.
sv: Arbetsområdet har tagits bort.

source: Molecular editor and visualizer
sv: Molekylredigerare och visualiserare

source: Avogadro Library Version:
sv: Avogadro-bibliotekets version:

source: %1 (Diagnostic)
sv: %1 (Diagnostik)

source: No molecule set in BackgroundFileFormat!
sv: Ingen molekyl angavs i BackgroundFileFormat!

source: No file format set in BackgroundFileFormat!
sv: Inget filformat angavs i BackgroundFileFormat!

source: No file name set in BackgroundFileFormat!
sv: Inget filnamn angavs i BackgroundFileFormat!

source: Crash Reporting
sv: Kraschrapportering

source: This is a diagnostic build of Avogadro. It can send a report to the developers when Avogadro crashes, which helps us fix crashes we cannot reproduce ourselves.
sv: Detta är en diagnostisk version av Avogadro. Den kan skicka en rapport till utvecklarna när Avogadro kraschar, vilket hjälper oss att åtgärda krascher som vi inte kan återskapa själva.

source: A crash report contains a snapshot of Avogadro's memory at the moment it failed, along with your operating system, graphics driver and Avogadro version, and a log of recent activity. That memory snapshot makes the report useful, but it may incidentally include fragments of what you were working on, such as part of a file name or a molecule you had open.
sv: En kraschrapport innehåller en ögonblicksbild av Avogadros minne när programmet slutade fungera, operativsystemet, grafikdrivrutinen och Avogadro-versionen samt en logg över nylig aktivitet. Minnesbilden gör rapporten användbar men kan av misstag innehålla delar av det du arbetade med, exempelvis en del av ett filnamn eller en molekyl som var öppen.

source: Nothing is sent unless you agree. You can change this at any time under Help → Crash Reporting.
sv: Inget skickas utan ditt godkännande. Du kan ändra detta när som helst under Hjälp → Kraschrapportering.

source: Send Crash Reports
sv: Skicka kraschrapporter

source: Don't Send
sv: Skicka inte

source: Send crash reports to the Avogadro developers
sv: Skicka kraschrapporter till Avogadros utvecklare

source: Ready…
sv: Klar…

source: Tool
sv: Verktyg

source: Display Types
sv: Visningstyper

source: Display Type Settings
sv: Inställningar för visningstyp

source: Layers
sv: Lager

source: Restart needed
sv: Omstart krävs

source: Please restart Avogadro to use the new language.
sv: Starta om Avogadro för att använda det nya språket.

source: Open chemical file
sv: Öppna kemisk fil

source: Cannot open file
sv: Det gick inte att öppna filen

source: Can't open supplied file %1
sv: Kan inte öppna den angivna filen %1

source: Open Molecule
sv: Öppna molekyl

source: Select file reader
sv: Välj filläsare

source: Reading File
sv: Läser fil

source: Opening file '%1' with '%2'
sv: Öppnar filen ”%1” med ”%2”

source: Molecule loaded (%1 atoms, %2 bonds)
sv: Molekyl inläst (%1 atomer, %2 bindningar)

source: File error
sv: Filfel

source: Error while reading file '%1': %2
sv: Fel vid läsning av filen ”%1”: %2

source: Error saving file
sv: Fel vid sparande av fil

source: The save was canceled.
sv: Sparandet avbröts.

source: Found Previous Avogadro Files
sv: Tidigare Avogadro-filer hittades

source: Files from a previous version of Avogadro were found in the plugins directory, using %1 of space. These files are no longer needed and can be safely removed.
sv: Filer från en tidigare version av Avogadro hittades i insticksmodulkatalogen och använder %1 utrymme. Dessa filer behövs inte längre och kan tas bort utan risk.

source: Remove Old Files
sv: Ta bort gamla filer

source: Keep Files
sv: Behåll filer

source: Let’s finish your setup
sv: Slutför installationen

source: Avogadro can generate input files for Gaussian, ORCA, and other computational chemistry packages.
sv: Avogadro kan skapa indatafiler för Gaussian, ORCA och andra beräkningskemiska paket.

source: This requires setup that will download and configure Python.
sv: Detta kräver en installation som hämtar och konfigurerar Python.

source: This requires setup to configure a Python environment.
sv: Detta kräver en installation som konfigurerar en Python-miljö.

source: This may require an Internet connection.
sv: Detta kan kräva en internetanslutning.

source: Install updated plugins?
sv: Installera uppdaterade insticksmoduler?

source: The following plugins are available:
sv: Följande insticksmoduler är tillgängliga:

source: Would you like to update them?
sv: Vill du uppdatera dem?

source: Recover Autosaved Files
sv: Återställ automatiskt sparade filer

source: Autosave files were found from a previous session. Would you like to recover them?
sv: Automatiskt sparade filer från en tidigare session hittades. Vill du återställa dem?

source: Error: Failed to initialize OpenGL context
sv: Fel: OpenGL-kontexten kunde inte initieras

source: OpenGL 4.0 or greater required, exiting. %1
sv: OpenGL 4.0 eller senare krävs. Avslutar. %1

source: Common image formats
sv: Vanliga bildformat

source: All files
sv: Alla filer

source: Export Bitmap Graphics
sv: Exportera bitmappsgrafik

source: Cannot save file %1.
sv: Kan inte spara filen %1.

source: This file was imported from a non-standard format which may not be able to write all of the information in the molecule. Would you like to export to the current format, or save in a standard format?
sv: Den här filen importerades från ett icke-standardiserat format som kanske inte kan skriva all information i molekylen. Vill du exportera till det aktuella formatet eller spara i ett standardformat?

source: Save chemical file
sv: Spara kemisk fil

source: Export Molecule
sv: Exportera molekyl

source: Saving File in Progress…
sv: Sparar fil…

source: &Undo %1
sv: Å&ngra %1

source: &Undo
sv: Å&ngra

source: &Redo %1
sv: &Gör om %1

source: &Redo
sv: Gö&r om

source: &Testing
sv: &Testning

source: &Record Test…
sv: &Spela in test…

source: &Play Test…
sv: &Spela upp test…

source: &File
sv: &Arkiv

source: &New
sv: &Ny

source: &Open…
sv: Ö&ppna…

source: &Close
sv: &Stäng

source: &Save
sv: &Spara

source: Save &As…
sv: Spara s&om…

source: &Export
sv: &Exportera

source: &Molecule…
sv: &Molekyl…

source: Export Molecule…
sv: Exportera molekyl…

source: &Graphics…
sv: &Grafik…

source: Export Graphics…
sv: Exportera grafik…

source: &Quit
sv: A&vsluta

source: No recent files
sv: Inga senaste filer

source: &Edit
sv: &Redigera

source: &Copy Graphics
sv: &Kopiera grafik

source: &View
sv: &Vy

source: Set Background Color…
sv: Ange bakgrundsfärg…

source: Rendering…
sv: Renderar…

source: Projection
sv: Projektion

source: Perspective
sv: Perspektiv

source: Orthographic
sv: Ortografisk

source: &Extensions
sv: &Tillägg

source: User Interface Language…
sv: Språk för användargränssnittet…

source: &Periodic Table…
sv: &Periodiska systemet…

source: &Help
sv: &Hjälp

source: &About
sv: &Om

source: &Discussion Forum
sv: &Diskussionsforum

source: &Avogadro Website
sv: &Avogadros webbplats

source: &Report a Bug
sv: &Rapportera ett fel

source: &Crash Reporting…
sv: &Kraschrapportering…

source: &Suggest a Feature
sv: &Föreslå en funktion

source: untitled
sv: namnlös

source: System Language
sv: Systemspråk

source: User Interface Language:
sv: Språk för användargränssnittet:

source: All supported formats (%1);;All files (*);;
sv: Alla format som stöds (%1);;Alla filer (*);;

source: Do you want to save the changes to the document?
sv: Vill du spara ändringarna i dokumentet?

source: Your changes will be lost if you don't save them.
sv: Dina ändringar kommer att gå förlorade om du inte sparar dem.

source: Network Download Failed
sv: Nätverkshämtning misslyckades

source: Network timeout or other error.
sv: Tidsgränsen för nätverket överskreds eller ett annat fel uppstod.

source: Your version: %1
sv: Din version: %1

source: New version: %1
sv: Ny version: %1

source: An update is available, do you want to download it now?
sv: En uppdatering är tillgänglig. Vill du hämta den nu?

source: Version Update
sv: Versionsuppdatering

source: Error while loading the “%1” file format.
sv: Ett fel uppstod när ”%1” filformatet skulle laddas.

source: Select file format
sv: Välj filformat

source: Avogadro cannot open “%1”.
sv: Avogadro kan inte öppna ”%1”.

source: Cannot open files
sv: Kan inte öppna filer

source: The plugin was unloaded.
sv: Insticksmodulen lästes ur.

source: &Build
sv: &Bygg

source: &Select
sv: &Markera

source: Se&ttings
sv: &Inställningar

source: &Window
sv: Fö&nster

source: Avogadro is shutting down.
sv: Avogadro stängs av.

source: No molecule is open.
sv: Ingen molekyl är öppen.

source: renderImage requires both width and height, or neither.
sv: renderImage kräver både bredd och höjd, eller inget av dem.

source: Could not render the current view.
sv: Kunde inte rendera den aktuella vyn.

source: Could not encode the render as PNG.
sv: Kunde inte koda renderingen som PNG.

source: No active view.
sv: Ingen aktiv vy.

source: setCamera's modelView must be exactly 16 numbers, in row-major order.
sv: setCameras modelView måste vara exakt 16 tal i radordning.

source: The command failed.
sv: Kommandot misslyckades.

source: That plugin is already running a command.
sv: Insticksmodulen kör redan ett kommando.

source: The command timed out.
sv: Tidsgränsen för kommandot överskreds.

source: 3D View
sv: 3D-vy

source: <html><head/><body><p><span style=" font-size:10pt; font-weight:600;">License: </span><a href="https://opensource.org/licenses/BSD-3-Clause"><span style=" font-size:10pt; text-decoration: underline; color:#0096ff;">BSD 3-Clause</span></a></p></body></html>
sv: <html><head/><body><p><span style=" font-size:10pt; font-weight:600;">Licens: </span><a href="https://opensource.org/licenses/BSD-3-Clause"><span style=" font-size:10pt; text-decoration: underline; color:#0096ff;">BSD 3-Clause</span></a></p></body></html>

source: &Open
sv: Ö&ppna

source: &Clear Recent
sv: &Töm senaste

source: Revert To Saved
sv: Återgå till sparad

source: Set &Background Color…
sv: Ange &bakgrundsfärg…

source: Center
sv: Centrera

source: Align View To Axes
sv: Rätta vyer till axlar

source: Paste
sv: Klistra in

source: Cut
sv: Klipp ut

source: Select All
sv: Markera alla

source: Select None
sv: Avmarkera alla

source: Tutorials
sv: Handledningar

source: Avogadro Help
sv: Hjälp om Avogadro

source: Avogadro Website
sv: Avogadros webbplats

source: Discussion Forum
sv: Diskussionsforum

source: &Import
sv: &Importera

source: Enable ambient occlusion shadows
sv: Aktivera omgivningsocklusionsskuggor

source: Ambient Occlusion:
sv: Omgivningsocklusion:

source: Strength of the ambient shadows
sv: Styrka för omgivningsskuggorna

source: Shadow Strength:
sv: Skuggstyrka:

source: Fog effect for depth cue
sv: Dimeffekt för djupindikering

source: Fog:
sv: Dimma:

source: Fog Strength:
sv: Dimstyrka:

source: Fog Position:
sv: Dimposition:

source: Add a depth blur
sv: Lägg till djuposkärpa

source: Depth Blur:
sv: Djuposkärpa:
